tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mdogan/zulu"
brew "python@3"
brew "maven"
brew "neovim"
brew "nvm"
brew "rustup-init"
brew "starship"
cask "arc"
cask "discord"
cask "docker"
cask "dozer"
cask "font-caskaydia-cove-nerd-font"
cask "linearmouse"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zulu-jdk11"
cask "zulu-jdk17"
cask "zulu-jdk8"
cask "jetbrains-toolbox"
cask "rectangle"
cask "notion"
