tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mdogan/zulu"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "ffmpeg"
brew "jq"
brew "libuv"
brew "maven"
brew "neovim"
brew "nvm"
brew "rustup-init"
brew "starship"
cask "dbngin"
cask "discord"
cask "docker"
cask "dozer"
cask "figma"
cask "font-roboto-mono-nerd-font"
cask "google-chrome"
cask "httpie"
cask "iterm2"
cask "jetbrains-toolbox"
cask "linearmouse"
cask "maccy"
cask "notion"
cask "rectangle"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zulu-jdk11"
cask "zulu-jdk17"
cask "zulu-jdk8"
vscode "BeardedBear.beardedicons"
vscode "BeardedBear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "Prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "zguolee.tabler-icons"
